[ClassDefinition.Class_SawBladeTechnical VehicleClassDefinition]
DisplayName="car thief"

[Weapon.WeaponTypes.WeaponType_SawBlade VehicleWeaponTypeDefinition]
Typename=" A rocket launcher car with greed"
PickupMessage="have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="General"

